{"version":"clip-vit-base-patch32:openai:vocab-v1","labels":["person","man","woman","child","baby","toddler","boy","girl","group","crowd","family","couple","portrait","selfie","bride","groom","wedding","dog","puppy","cat","kitten","rabbit","bird","duck","goose","swan","chicken","horse","cow","sheep","goat","pig","deer","squirrel","fox","elephant","lion","tiger","monkey","bear","giraffe","zebra","camel","fish","shark","dolphin","whale","turtle","frog","snake","lizard","butterfly","bee","insect","spider","owl","eagle","parrot","penguin","wildlife","pet","livestock","flower","rose","tulip","sunflower","daisy","orchid","lavender","lily","blossom","tree","palmtree","forest","plant","garden","grass","leaf","bush","cactus","mushroom","water","ocean","sea","beach","lake","river","waterfall","stream","pond","pool","wave","shore","coast","harbor","dock","boat","sailing","surfing","swimming","kayaking","fishing","mountain","hill","valley","canyon","cliff","cave","desert","field","meadow","countryside","landscape","nature","island","volcano","glacier","waterfront","sky","cloud","sunset","sunrise","rainbow","stars","nightsky","moon","fog","mist","rain","snow","storm","lightning","sunny","spring","summer","autumn","winter","city","street","road","building","skyscraper","house","home","apartment","church","castle","bridge","lighthouse","tower","stadium","market","store","restaurant","cafe","office","airport","station","park","playground","stairs","architecture","interior","room","kitchen","bedroom","livingroom","bathroom","car","truck","bus","motorcycle","bicycle","train","airplane","helicopter","ship","scooter","food","meal","breakfast","lunch","dinner","dessert","cake","pizza","burger","sandwich","salad","fruit","vegetable","bread","coffee","tea","wine","beer","cocktail","icecream","sushi","barbecue","picnic","book","phone","laptop","computer","camera","television","guitar","piano","instrument","furniture","chair","table","sofa","bed","clock","lamp","mirror","painting","sculpture","flag","balloon","gift","toy","bag","shoe","clothing","hat","sunglasses","jewelry","flowerpot","umbrella","tent","fireplace","running","walking","hiking","cycling","dancing","singing","cooking","eating","reading","playing","sleeping","working","shopping","traveling","camping","skiing","snowboarding","climbing","yoga","exercise","sport","soccer","basketball","tennis","golf","baseball","concert","festival","party","birthday","graduation","parade","fireworks","holiday","christmas","halloween","indoor","outdoor","closeup","aerial","macro","monochrome","document","screenshot","map","sign","graffiti","abstract"]}